<template>
    <div id="page-offer-epressa">
        <h2>Договір - оферта<span>Україна, м. Київ  01.07.2019 р.</span></h2>
        <h3>1. ЗАГАЛЬНІ ПОЛОЖЕННЯ</h3>
        <p>1.1. Дійсний Договір є Публічною офертою <strong>Товариства з обмеженою відповідальністю «Е-Преса»</strong>
            (надалі по тексту цієї оферти - Постачальник) з оплати послуг на сайті
            <router-link to="/">https://e-pressa.com</router-link>
            через платіжні сервіси для здійснення одноразових та/або регулярних платежів у мережі Інтернет, інформація
            про які розміщена на сайті Постачальника.
        </p>
        <p>1.2. Дійсний Договір є договором приєднання та укладається в особливому порядку: шляхом прийняття всіх умов
            Договору без підписання сторонами. Договір має юридичну силу відповідно до ст. 634, 635, 642 Цивільного
            кодексу України та є рівнозначним договору, підписаному сторонами.</p>
        <p>1.3. Фактом, підтверджуючим повне і беззастережне прийняття викладених умов цього Договору, є здійснення
            платежу через платіжні сервіси або будь-якого іншого сервісу здійснення платежів за допомогою банківських
            карток чи іншим способом у мережі Інтернет.</p>
        <p>1.4. Якщо Сторона не погоджується з окремими умовами дійсного Договору або з Договором в цілому, Договір
            вважається неукладеним. В такому випадку, продаж товарів/послуг, супутніх послуг здійснюється у звичайному
            режимі шляхом звернення до Постачальника та укладення договору з оплатою на поточний рахунок у банку згідно
            з реквізитами, вказаними у договорі або через представників Постачальника.</p>
        <p>1.5. Цей Договір є безстроковим та обмежується лише часом функціонування сайту.</p>

        <h3>2. ЗАГАЛЬНІ ТЕРМІНИ</h3>
        <p>У цьому Договорі, Сторони погодилися застосовувати терміни в таких значеннях:</p>
        <p>2.1. Банк - банк, який здійснює переказ грошових коштів з картки Платника на розрахунковий рахунок
            Постачальника товарів та/або послуг, інших супутніх послуг.</p>
        <p>2.2. Банк-емітент - банк, який випустив і надав у користування ЕПЗ Користувачеві.</p>
        <p>2.3. Платіжна система — платіжна система Visa International, MasterCard International та інші платіжні
            засоби, які приймаються Банками до обслуговування.</p>
        <p>2.4. Електронний платіжний засіб (банківська платіжна картка, ЕПЗ) - пластикова карта, прив&#39;язана до
            одного з розрахункових рахунків у банку. Використовується для оплати товарів і послуг, супутніх послуг, у
            тому числі через Інтернет.</p>
        <p>2.5. Користувач - фізична особа, фізична особа-підприємець та/або юридична особа, законний власник ЕПЗ
            (банківської платіжної (корпоративної) карти), який має намір здійснити/здійснив оплату за товар та або
            послугу Постачальника в режимі реального часу за допомогою сервісу приймання платежів, використовуючи ЕПЗ,
            та приймає умови цієї оферти.</p>
        <p>2.6. Платіж - розпорядження на оплату, вчинене Користувачем за допомогою сервісу приймання платежів з метою
            внесення оплати Постачальнику за товари та/або послуги, інші супутні послуги.</p>
        <p>2.7. Постачальник товарів / послуг (далі - Постачальник) — юридична особа, яка використовує сайт
            https://e-pressa.com та розміщену на ньому інформацію (сукупність інформації) про товари/послуги, супутні
            послуги.</p>

        <h3>3. ПРЕДМЕТ ДОГОВОРУ</h3>
        <p>3.1. Предметом Договору є надання Користувачам сайту
            <router-link to="/">https://e-pressa.com</router-link>
            права придбати/користуватись товарами та/або послугами, супутніми послугами, які пропонуються
            Постачальником, з можливістю їх оплати на умовах дійсного Договору.
        </p>
        <p>3.2. Сторони обізнані, що Постачальник лише розміщує на своєму сайті посилання у вигляді логотипу платіжного
            сервісу з метою подальшого переходу для виконання операцій оплати через обраний платіжний сервіс за
            здійснені на сайті Замовлення.</p>
        <p>3.3. Постачальник не гарантує та не забезпечує зберігання інформації про здійснені платежів за допомогою
            платіжних сервісів, які здійснює Користувач при обранні платних послуг на сайті Постачальника.</p>

        <h3>4. ПРАВА ТА ОБОВ&#39;ЯЗКИ СТОРІН</h3>
        <p>4.1. Користувач має право:</p>
        <p>4.1.1. Обрати та замовити товар та/або послугу, супутні послуги, інформація про які розміщена на сайті
            Постачальника, оплатити їх або здійснювати їх передплату на умовах здійснення одноразового платежу чи
            регулярних платежів.</p>
        <p>4.1.2. Для здійснення оплати та/або передоплати товарів та/або послуг, супутніх послуг Користувач може обрати
            будь яку Платіжну систему, інформація про яку розміщена на сайті Постачальника.</p>

        <p>4.2. Користувач зобов&#39;язується:</p>
        <p>4.2.1. Виконувати умови цього.</p>
        <p>4.2.2. Здійснювати Платежі тільки на умовах, визначених правилами приймання платежів.</p>
        <p>4.2.3. Піклуватися належним чином про інформаційну захищеність та безпеку свого комп&#39;ютера, мобільного
            телефону, іншого електронного пристрою, за допомогою якого Користувач здійснює доступ до послуг
            Постачальника.</p>

        <p>4.3. Постачальник має право:</p>
        <p>4.3.1. Встановлювати, змінювати тарифи на товари/послуги та граничну суму замовлення на підставі даних
            Користувачів і досвіду реалізації товарів і послуг, інформація про які розміщена на сайті Постачальника.</p>
        <p>4.3.2. Самостійно визначати порядок продажу і повернення товару/послуги, згідно з чинним законодавством.<br>
            У разі якщо товар (послуга) поверненню не підлягає, умови Договору, що регулюють порядок повернення
            сплачених за нього коштів не застосовуються.</p>
        <p>4.3.3. Вимагати дотримання процедури замовлення послуги/товару, інформація про які розміщуються на сайті
            Постачальника.</p>
        <p>4.3.4. У будь-який час проводити модифікацію будь-якого програмного забезпечення сайту, припиняти роботу
            програмних засобів, що забезпечують функціонування сайту при виявленні істотних несправностей, помилок та
            збоїв у роботі, а також з метою проведення профілактичних робіт і запобігання випадкам несанкціонованого
            доступу до них.</p>

        <p>4.4. Постачальник зобов’язується:</p>
        <p>4.4.1. Підтримувати роботу сайту у робочому стані, забезпечувати надання доступу до них протягом 24 годин
            доби.</p>
        <p>4.4.2. Збирати, зберігати, обробляти персональні дані Користувачів виключно в межах замовлених товарів-послуг
            умов цього Договору та вимог (правил) надання послуг/товарів, інформація про які розміщена на сайті
            Постачальника.</p>
        <p>4.4.3. Постачальник зобов&#39;язується не передавати персональні дані Користувача третім особам, крім
            випадків, передбачених Законом України «Про захист персональних даних», та випадків, передбачених дійсним
            Договором та чинним законодавством України.</p>

        <p>4.5. Постачальник не несе відповідальності перед Користувачем:</p>
        <p>4.5.1. За виникнення несприятливих для Користувача наслідків, що виникли не з вини Постачальника: відмови в
            оплаті банком-емітентом та/або банком, недостатньої кількості коштів для оплати на рахунку Користувача,
            обмеження платіжних систем Visa та/або MasterСard, інші, втрати користувачем ЕПЗ, за інші наслідки в
            результаті користування платіжними сервісами, інформація про які розміщена на сайті Постачальника.</p>

        <h3>5. ОСОБЛИВІ УМОВИ ОПЛАТИ ТОВАРІВ/ПОСЛУГ</h3>
        <p>5.1. Постачальник залишає за собою право у будь-який момент змінити та/або доповнити умови дійсного Договору
            без отримання згоди чи повідомлення Користувача на такі зміни.</p>
        <p>5.2. Після приєднання до цього Договору, Користувачем вважається будь-яка фізична особа, яка здійснила оплату
            за товар/послуги, супутні послуги за допомогою будь-якого платіжного сервісу згідно з цим Договором.</p>
        <p>5.3. Якщо платіж зроблений за третю особу (і це випливає з платіжного або іншого офіційного документа),
            Користувачем за цим Договором все одно вважається особа, яка здійснила оплату.</p>

        <h3>6. КОНФІДЕНЦІЙНІСТЬ І БЕЗПЕКА</h3>
        <p>6.1. Користувач зобов&#39;язується самостійно приймати всі необхідні заходи по збереженню конфіденційності,
            запобіганню несанкціонованого використання і захисту ідентифікаційних даних від несанкціонованого доступу з
            боку третіх осіб, в тому числі до програмного забезпечення та пристроїв, які забезпечують доступ до
            платіжного сервісу, інформація про який розміщується на сайті Постачальника.</p>
        <p>6.2. Приєднанням до умов дійсного Договору Користувач одночасно надає свої персональні дані та погоджується
            (надає явно виражену письмову згоду) на їх збирання, обробку та розповсюдження в межах отриманої інформації
            Постачальником відповідно до вимог чинного законодавства у сфері захисту персональних даних, а також на
            отримання від Постачальника повідомлень з використанням каналів зв`язку e-mail, SMS, Viber тощо (в тому
            числі транзакційних, привітальних, інформаційних та інших), вміст та тематика яких не суперечить чинному
            законодавству України та ЄС.</p>
        <p>6.3. Постачальник не несе відповідальності за розголошення будь-якої конфіденційної інформації, пов’язаної з
            використанням Користувачем електронних платіжних засобів для здійснення оплати за допомогою платіжних
            сервісів у мережі Інтернет, інформація про які розміщена на сайті Постачальника.</p>

        <h3>7. ВІДПОВІДАЛЬНІСТЬ СТОРІН</h3>
        <p>7.1. Постачальник не відповідає за тимчасову непрацездатність, несправності, помилки і збої в роботі
            програмних і/або апаратних засобів, що забезпечують функціонування сервісу приймання платежів, а також за
            пов&#39;язані з цим збитки Користувача.</p>
        <p>7.2. Постачальник не несе відповідальності за будь-які збитки та/або упущену вигоду Користувача та/або третіх
            осіб, втрату або спотворення інформації в результаті використання або неможливості використання сервісу
            приймання платежів.</p>
        <p>7.3. Постачальник не відповідає за збитки Користувача, що виникли в результаті неправомірних дій третіх осіб,
            пов&#39;язаних з використанням логіна і пароля, ЕПЗ Користувача, які використовуються для доступу до послуг
            сервісу приймання платежів.</p>
        <p>7.4. Сторони звільняються від відповідальності за повне або часткове невиконання своїх зобов&#39;язань за
            Договором, якщо таке невиконання стало наслідком обставин непереборної сили, що виникли після набрання
            чинності Договору, в результаті подій надзвичайного характеру, які не могли бути передбачені й відвернені
            Сторонами. Під терміном «форс-мажор» розуміють обставини непереборної сили, визначені чинним законодавством
            України.</p>
        <p>7.5. В інших випадках невиконання або неналежного виконання своїх зобов&#39;язань за дійсним Договором
            Сторони несуть відповідальність відповідно до законодавства України.</p>
        <p>7.6. Підписуючи цей Договір Замовник також погодився, що у випадку використання електронного цифрового
            підпису в документообігу у відносинах з Виконавцем в межах виконання цього Договору, Сторонами погоджено
            використання такого електронного цифрового підпису у порядку і на умовах передбачених Законом України «Про
            електронні довірчі послуги». При цьому Сторони погодили, що у випадку використання електронного цифрового
            підпису, додаткове використання печатки (електронної печатки) для документів в межах виконання цього
            Договору не є потрібним.</p>

        <h3>8. РЕКВІЗИТИ СТОРОНИ</h3>
        <p><strong>ТОВ «Е-Преса»</strong><br>
            Місцезнаходження: 04112 м. Київ, вулиця Олени Теліги, будинок 4<br>
            р/р 26006052655938, в ПАТ КБ «ПРИВАТБАНК», м. Київ<br>
            МФО 320649, ЄДРПОУ 40727759<br>
            Є платником єдиного податку за ставкою 5%, 3 група<br>
            e-mail: info@e-pressa.com<br>
            тел: (044) 507-22-77<br>
        </p>
    </div>
</template>

<script>
import Page from '../../core/Page'

export default {
    mixins: [Page],
}
</script>


<style lang="scss">
    #page-offer-epressa {
        /* styles here */
    }
</style>