<template>
    <div id="page-offer-eperedplata">
        <div class="page-oferta">
            <div class="container page-oferta__container">
                <h2>Договір - оферта <span>Україна, м. Київ  01.07.2019 р.</span></h2>
                <ol class="oferta-list">
                    <li class="oferta-list__title"><strong>Загальні положення</strong>
                        <ol class="oferta-sublist">
                            <li class="oferta-sublist__item">Дійсний Договір є Публічною офертою <strong>Товариства з
                                обмеженою відповідальністю «Е-Передплата»</strong> (надалі по тексту цієї оферти -
                                Постачальник) з оплати послуг на сайті
                                <router-link to="/">https://e-pressa.com</router-link>
                                через платіжні сервіси для здійснення одноразових та/або регулярних платежів у мережі
                                Інтернет, інформація про які розміщена на сайті Постачальника.
                            </li>
                            <li class="oferta-sublist__item">Дійсний Договір є договором приєднання та укладається в
                                особливому порядку: шляхом прийняття всіх умов Договору без підписання сторонами.
                                Договір має юридичну силу відповідно до ст. 634, 635, 642 Цивільного кодексу України та
                                є рівнозначним договору, підписаному сторонами.
                            </li>
                            <li class="oferta-sublist__item">Фактом, підтверджуючим повне і беззастережне прийняття
                                викладених умов цього Договору, є здійснення платежу через платіжні сервіси або
                                будь-якого іншого сервісу здійснення платежів за допомогою банківських карток чи іншим
                                способом у мережі Інтернет.
                            </li>
                            <li class="oferta-sublist__item">Якщо Сторона не погоджується з окремими умовами дійсного
                                Договору або з Договором в цілому, Договір вважається неукладеним. В такому випадку,
                                продаж товарів/послуг, супутніх послуг здійснюється у звичайному режимі шляхом звернення
                                до Постачальника та укладення договору з оплатою на поточний рахунок у банку згідно з
                                реквізитами, вказаними у договорі або через представників Постачальника.
                            </li>
                            <li class="oferta-sublist__item">Цей Договір є безстроковим та обмежується лише часом
                                функціонування сайту.
                            </li>
                        </ol>
                    </li>
                    <li class="oferta-list__title"><strong>Загальні терміни</strong>
                        <ol class="oferta-sublist">
                            <p>У цьому Договорі, Сторони погодилися застосовувати терміни в таких значеннях:</p>
                            <li class="oferta-sublist__item">Банк - банк, який здійснює переказ грошових коштів з картки
                                Платника на розрахунковий рахунок Постачальника товарів та/або послуг, інших супутніх
                                послуг.
                            </li>
                            <li class="oferta-sublist__item">Банк-емітент - банк, який випустив і надав у користування
                                ЕПЗ Користувачеві.
                            </li>
                            <li class="oferta-sublist__item">Платіжна система — платіжна система Visa International,
                                MasterCard International та інші платіжні засоби, які приймаються Банками до
                                обслуговування.
                            </li>
                            <li class="oferta-sublist__item">лектронний платіжний засіб (банківська платіжна картка,
                                ЕПЗ) - пластикова карта, прив&#39;язана до одного з розрахункових рахунків у банку.
                                Використовується для оплати товарів і послуг, супутніх послуг, у тому числі через
                                Інтернет.
                            </li>
                            <li class="oferta-sublist__item">Користувач - фізична особа, фізична особа-підприємець
                                та/або юридична особа, законний власник ЕПЗ (банківської платіжної (корпоративної)
                                карти), який має намір здійснити/здійснив оплату за товар та або послугу Постачальника в
                                режимі реального часу за допомогою сервісу приймання платежів, використовуючи ЕПЗ, та
                                приймає умови цієї оферти.
                            </li>
                            <li class="oferta-sublist__item">Платіж - розпорядження на оплату, вчинене Користувачем за
                                допомогою сервісу приймання платежів з метою внесення оплати Постачальнику за товари
                                та/або послуги, інші супутні послуги.
                            </li>
                            <li class="oferta-sublist__item">остачальник товарів / послуг (далі - Постачальник) —
                                юридична особа, яка використовує сайт
                                <router-link to="/">https://e-pressa.com</router-link>
                                та розміщену на ньому інформацію (сукупність інформації) про товари/послуги, супутні
                                послуги.
                            </li>
                        </ol>
                    </li>
                    <li class="oferta-list__title"><strong>Предмет договору</strong>
                        <ol class="oferta-sublist">
                            <li class="oferta-sublist__item">Предметом Договору є надання Користувачам сайту
                                <router-link to="/">https://e-pressa.com</router-link>
                                права придбати/користуватись товарами та/або послугами, супутніми послугами, які
                                пропонуються Постачальником, з можливістю їх оплати на умовах дійсного Договору.
                            </li>
                            <li class="oferta-sublist__item">Сторони обізнані, що Постачальник лише розміщує на своєму
                                сайті посилання у вигляді логотипу платіжного сервісу з метою подальшого переходу для
                                виконання операцій оплати через обраний платіжний сервіс за здійснені на сайті
                                Замовлення.
                            </li>
                            <li class="oferta-sublist__item">Постачальник не гарантує та не забезпечує зберігання
                                інформації про здійснені платежів за допомогою платіжних сервісів, які здійснює
                                Користувач при обранні платних послуг на сайті Постачальника.
                            </li>
                        </ol>
                    </li>
                    <li class="oferta-list__title"><strong>Права та обов&#39;язки сторін</strong>
                        <ol class="oferta-sublist">
                            <li class="oferta-sublist__item">Користувач має право:
                                <ol>
                                    <li>Обрати та замовити товар та/або послугу, супутні послуги, інформація про які
                                        розміщена на сайті
                                        Постачальника, оплатити їх або здійснювати їх передплату на умовах здійснення
                                        одноразового платежу чи
                                        регулярних платежів.
                                    </li>
                                    <li>Для здійснення оплати та/або передоплати товарів та/або послуг, супутніх послуг
                                        Користувач може обрати
                                        будь яку Платіжну систему, інформація про яку розміщена на сайті Постачальника
                                    </li>
                                </ol>
                            </li>
                            <li class="oferta-sublist__item">Користувач зобов&#39;язується:
                                <ol>
                                    <li>Виконувати умови цього.</li>
                                    <li>Здійснювати Платежі тільки на умовах, визначених правилами приймання платежів.
                                    </li>
                                    <li>Піклуватися належним чином про інформаційну захищеність та безпеку свого комп&#39;ютера,
                                        мобільного
                                        телефону, іншого електронного пристрою, за допомогою якого Користувач здійснює
                                        доступ до послуг
                                        Постачальника.
                                    </li>
                                </ol>
                            </li>
                            <li class="oferta-sublist__item">Постачальник має право:
                                <ol>
                                    <li>Встановлювати, змінювати тарифи на товари/послуги та граничну суму замовлення на
                                        підставі даних
                                        Користувачів і досвіду реалізації товарів і послуг, інформація про які розміщена
                                        на сайті Постачальника.
                                    </li>
                                    <li>Самостійно визначати порядок продажу і повернення товару/послуги, згідно з
                                        чинним законодавством.<br>
                                        У разі якщо товар (послуга) поверненню не підлягає, умови Договору, що регулюють
                                        порядок повернення
                                        сплачених за нього коштів не застосовуються.
                                    </li>
                                    <li>Вимагати дотримання процедури замовлення послуги/товару, інформація про які
                                        розміщуються на сайті
                                        Постачальника
                                    </li>
                                    <li>У будь-який час проводити модифікацію будь-якого програмного забезпечення сайту,
                                        припиняти роботу
                                        програмних засобів, що забезпечують функціонування сайту при виявленні істотних
                                        несправностей, помилок та
                                        збоїв у роботі, а також з метою проведення профілактичних робіт і запобігання
                                        випадкам несанкціонованого
                                        доступу до них.
                                    </li>
                                </ol>
                            </li>
                            <li class="oferta-sublist__item">
                                Постачальник зобов’язується:
                                <ol>
                                    <li>Підтримувати роботу сайту у робочому стані, забезпечувати надання доступу до них
                                        протягом 24 годин
                                        доби.
                                    </li>
                                    <li>Збирати, зберігати, обробляти персональні дані Користувачів виключно в межах
                                        замовлених товарів-послуг
                                        умов цього Договору та вимог (правил) надання послуг/товарів, інформація про які
                                        розміщена на сайті
                                        Постачальника.
                                    </li>
                                    <li>Постачальник зобов&#39;язується не передавати персональні дані Користувача
                                        третім особам, крім
                                        випадків, передбачених Законом України «Про захист персональних даних», та
                                        випадків, передбачених дійсним
                                        Договором та чинним законодавством України.
                                    </li>
                                </ol>
                            </li>
                            <li class="oferta-sublist__item">
                                Постачальник не несе відповідальності перед Користувачем:
                                <ol>
                                    <li>За виникнення несприятливих для Користувача наслідків, що виникли не з вини
                                        Постачальника: відмови в
                                        оплаті банком-емітентом та/або банком, недостатньої кількості коштів для оплати
                                        на рахунку Користувача,
                                        обмеження платіжних систем Visa та/або MasterСard, інші, втрати користувачем
                                        ЕПЗ, за інші наслідки в
                                        результаті користування платіжними сервісами, інформація про які розміщена на
                                        сайті Постачальника.
                                    </li>
                                </ol>
                            </li>
                        </ol>
                    </li>
                    <li class="oferta-list__title"><strong>Особливі умови оплати товарів/послуг</strong>
                        <ol class="oferta-sublist">
                            <li class="oferta-sublist__item">Постачальник залишає за собою право у будь-який момент
                                змінити та/або доповнити умови дійсного Договору
                                без отримання згоди чи повідомлення Користувача на такі зміни.
                            </li>
                            <li class="oferta-sublist__item">Після приєднання до цього Договору, Користувачем вважається
                                будь-яка фізична особа, яка здійснила оплату
                                за товар/послуги, супутні послуги за допомогою будь-якого платіжного сервісу згідно з
                                цим Договором.
                            </li>
                            <li class="oferta-sublist__item">Якщо платіж зроблений за третю особу (і це випливає з
                                платіжного або іншого офіційного документа),
                                Користувачем за цим Договором все одно вважається особа, яка здійснила оплату.
                            </li>
                        </ol>
                    </li>
                    <li class="oferta-list__title"><strong>Конфіденційність і безпека</strong>
                        <ol class="oferta-sublist">
                            <li class="oferta-sublist__item">Користувач зобов&#39;язується самостійно приймати всі
                                необхідні заходи по збереженню конфіденційності,
                                запобіганню несанкціонованого використання і захисту ідентифікаційних даних від
                                несанкціонованого доступу з
                                боку третіх осіб, в тому числі до програмного забезпечення та пристроїв, які
                                забезпечують доступ до
                                платіжного сервісу, інформація про який розміщується на сайті Постачальника.
                            </li>
                            <li class="oferta-sublist__item">Приєднанням до умов дійсного Договору Користувач одночасно
                                надає свої персональні дані та погоджується
                                (надає явно виражену письмову згоду) на їх збирання, обробку та розповсюдження в межах
                                отриманої інформації
                                Постачальником відповідно до вимог чинного законодавства у сфері захисту персональних
                                даних, а також на
                                отримання від Постачальника повідомлень з використанням каналів зв`язку e-mail, SMS,
                                Viber тощо (в тому
                                числі транзакційних, привітальних, інформаційних та інших), вміст та тематика яких не
                                суперечить чинному
                                законодавству України та ЄС.
                            </li>
                            <li class="oferta-sublist__item">Постачальник не несе відповідальності за розголошення
                                будь-якої конфіденційної інформації, пов’язаної з
                                використанням Користувачем електронних платіжних засобів для здійснення оплати за
                                допомогою платіжних
                                сервісів у мережі Інтернет, інформація про які розміщена на сайті Постачальника.
                            </li>
                        </ol>
                    </li>
                    <li class="oferta-list__title"><strong>Відповідальність сторін</strong>
                        <ol class="oferta-sublist">
                            <li class="oferta-sublist__item">Постачальник не відповідає за тимчасову непрацездатність,
                                несправності, помилки і збої в роботі
                                програмних і/або апаратних засобів, що забезпечують функціонування сервісу приймання
                                платежів, а також за
                                пов&#39;язані з цим збитки Користувача.
                            </li>
                            <li class="oferta-sublist__item">Постачальник не несе відповідальності за будь-які збитки
                                та/або упущену вигоду Користувача та/або третіх
                                осіб, втрату або спотворення інформації в результаті використання або неможливості
                                використання сервісу
                                приймання платежів.
                            </li>
                            <li class="oferta-sublist__item">Постачальник не відповідає за збитки Користувача, що
                                виникли в результаті неправомірних дій третіх осіб,
                                пов&#39;язаних з використанням логіна і пароля, ЕПЗ Користувача, які використовуються
                                для доступу до послуг
                                сервісу приймання платежів.
                            </li>
                            <li class="oferta-sublist__item">Сторони звільняються від відповідальності за повне або
                                часткове невиконання своїх зобов&#39;язань за
                                Договором, якщо таке невиконання стало наслідком обставин непереборної сили, що виникли
                                після набрання
                                чинності Договору, в результаті подій надзвичайного характеру, які не могли бути
                                передбачені й відвернені
                                Сторонами. Під терміном «форс-мажор» розуміють обставини непереборної сили, визначені
                                чинним законодавством
                                України.
                            </li>
                            <li class="oferta-sublist__item">В інших випадках невиконання або неналежного виконання
                                своїх зобов&#39;язань за дійсним Договором
                                Сторони несуть відповідальність відповідно до законодавства України.
                            </li>
                            <li class="oferta-sublist__item">Підписуючи цей Договір Замовник також погодився, що у
                                випадку використання електронного цифрового
                                підпису в документообігу у відносинах з Виконавцем в межах виконання цього Договору,
                                Сторонами погоджено
                                використання такого електронного цифрового підпису у порядку і на умовах передбачених
                                Законом України «Про
                                електронні довірчі послуги». При цьому Сторони погодили, що у випадку використання
                                електронного цифрового
                                підпису, додаткове використання печатки (електронної печатки) для документів в межах
                                виконання цього
                                Договору не є потрібним.
                            </li>
                        </ol>
                    </li>
                    <li class="oferta-list__title"><strong> Реквізити сторони</strong>
                        <p class="oferta-list__req"><strong>ТОВ «Е-Преса»</strong> <br>
                            Місцезнаходження: 04112 м. Київ, вулиця Олени Теліги, будинок 4<br>
                            р/р 26006052655938, в ПАТ КБ «ПРИВАТБАНК», м. Київ<br>
                            МФО 320649, ЄДРПОУ 40727759<br>
                            Є платником єдиного податку за ставкою 5%, 3 група<br>
                            e-mail: info@e-pressa.com<br>
                            тел: (044) 507-22-77<br></p>
                    </li>
                </ol>
            </div>
        </div>
    </div>
</template>

<script>
import Page from '../../core/Page'

export default {
    mixins: [Page],
}
</script>


<style lang="scss">
    #page-offer-eperedplata {

        .page-oferta {

            h2 {
                margin-bottom: 20px;
                font-size: 26px;
                font-weight: bold;
                text-align: center;

                span {
                    display: block;
                    font-size: 14px;
                    font-weight: normal;
                }
            }

            &__container {
                padding-top: 40px;
                padding-bottom: 40px;
            }
        }

        ol {
            list-style: none;
            counter-reset: li;

            li {
                &:before {
                    counter-increment: li;
                    content: counters(li, ".") ". ";
                }
            }
        }

        .oferta-list {
            padding-left: 0;

            > p {
                margin-bottom: 0;
            }

            &__title {
                margin-bottom: 15px;
                font-size: 18px;

                > strong {
                    text-transform: uppercase;
                }

                &:before {
                    font-weight: bold;
                }
            }

            &__req {
                padding-left: 20px;
                margin-left: 0;
            }
        }

        .oferta-sublist {
            padding: 10px 0;
            padding-left: 70px;

            &__item {
                position: relative;

                &:before {
                    margin-left: -35px;
                }

                ol {
                    padding-left: 50px;

                    li {
                        &:before {
                            margin-left: -50px;
                        }
                    }
                }
            }
        }
    }
</style>